var data={
    'item0':[{
        "src":'1.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥100.00'
    },{
        "src":'2.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'3.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'4.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'5.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'6.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'7.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'8.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'9.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'10.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    }],
    'item1':[{
        "src":'1.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥200.00'
    },{
        "src":'2.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'3.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'4.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'5.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'6.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'7.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'8.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'9.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'10.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    }],
    'item2':[{
        "src":'1.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥300.00'
    },{
        "src":'2.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'3.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'4.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'5.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'6.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'7.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'8.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'9.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'10.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    }],
    'item3':[{
        "src":'1.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥400.00'
    },{
        "src":'2.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'3.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'4.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'5.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'6.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'7.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'8.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'9.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'10.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    }],
    'item4':[{
        "src":'1.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥500.00'
    },{
        "src":'2.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'3.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'4.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'5.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'6.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'7.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'8.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'9.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    },{
        "src":'10.jpg',
        'title':'【酒仙自营】52°金剑南K6 500ml+52°五粮液股份进万家（窖藏）450ml',
        'price':'￥129.00'
    }]};

/*
var country=[{
    'src':"1.jpg",
    'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
    'price':'￥200.00'
},{
    'src':"2.jpg",
    'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
    'price':'￥100.00'
},{
    'src':"3.jpg",
    'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
    'price':'￥208.00'
},{
    'src':"4.jpg",
    'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
    'price':'￥1800.00'
},{
    'src':"5.jpg",
    'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
    'price':'￥200.00'
}]
*/

var country={
    'Frence':
        [{
            'src':"1.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
                    'price':'￥200.00'
        },{
            'src':"2.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥120.00'
        },{
            'src':"3.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥208.00'
        },{
            'src':"4.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        },{
            'src':"5.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥180.00'
        }],
    'Australian':
        [{
            'src':"1.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"2.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"3.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥208.00'
        },{
            'src':"4.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"5.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        }],
    'China':
        [{
            'src':"1.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥80.00'
        },{
            'src':"2.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"3.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥208.00'
        },{
            'src':"4.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥130.00'
        },{
            'src':"5.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥299.00'
        }],
    'Spain':
        [{
            'src':"1.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥200.00'
        },{
            'src':"2.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"3.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥208.00'
        },{
            'src':"4.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        },{
            'src':"5.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        }],
    'Chile':
        [{
            'src':"1.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥200.00'
        },{
            'src':"2.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥100.00'
        },{
            'src':"3.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥208.00'
        },{
            'src':"4.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        },{
            'src':"5.jpg",
            'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
            'price':'￥1800.00'
        }],
};

var floorData={
    'floorFirst':[{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    }],
    'floorSecond':[{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    }],
    'floorThird':[{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    }],
    'floorFour':[{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    }],
    'floorFive':[{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'54°董酒珍酿（20）500ml(双瓶装)+茶具五件套（酒仙会员专享）',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_02.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_03.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    },{
        'src':"floor1Show_01.jpg",
        'msg':'整箱红酒中国新疆新天天赐蓝标干红葡萄酒畅享12支装',
        'price':'￥1800.00'
    }]
}


var user=[{
    'user':'梦之蓝',
    'email':'369122109@qq.com',
    'phone':'18219111803',
    'password':'1234'
},{
    'user':'张三',
    'email':'123456@qq.com',
    'phone':'18219111804',
    'password':'1111'
},{
    'user':'李四',
    'email':'china@qq.com',
    'phone':'18219111805',
    'password':'2222'
}]